# Brewfile 
tap "caskroom/fonts" 
tap "kwilczynski/homebrew-pkenv" 
tap "chef/chef" 
tap "homebrew/cask-versions"  

cask "java"  

brew "ack" 
brew "activemq" 
brew "align" 
brew "ansible" 
brew "ansible-lint" 
brew "aria2" 
brew "arp-scan" 
brew "arping" 
brew "asdf" 
brew "assh" 
brew "autoconf" 
brew "automake" 
brew "awscli" 
brew "axel" 
brew "azure-cli" 
brew "bash-snippets" 
brew "binwalk" 
brew "borg" 
brew "calc" 
brew "capstone" 
brew "cask" 
brew "cassandra" 
brew "ccat" 
brew "cf" 
brew "cliclick" 
brew "cmake" 
brew "crush-tools" 
brew "ctop" 
brew "dfc" 
brew "direnv" 
brew "docker-clean" 
brew "docker-compose" 
brew "dockutil" 
brew "dos2unix" 
brew "editorconfig" 
brew "findutils" 
brew "fzf" 
brew "gawk" 
brew "git" 
brew "git-extras" 
brew "git-flow-avh" 
brew "gnutls" 
brew "go" 
brew "hh" 
brew "htop" 
brew "hub" 
brew "imagemagick" 
brew "jsonnet" 
brew "kompose" 
brew "kops" 
brew "kubernetes-cli" 
brew "lastpass-cli", args: ["with-pinentry"] 
brew "lftp" 
brew "libdvdcss" 
brew "libtool" 
brew "mas" 
brew "maven" 
brew "mtr" 
brew "ncdu" 
brew "neovim" 
brew "netcat" 
brew "nmap" 
brew "node" 
brew "nvm" 
brew "oath-toolkit" 
brew "openconnect" 
brew "openssl" 
brew "openssl@1.1" 
brew "pcre" 
brew "perl" 
brew "pianobar" 
brew "pkenv" 
brew "postgresql" 
brew "python" 
brew "python3" 
brew "rbenv" 
brew "readline" 
brew "ruby" 
brew "shellcheck" 
brew "sipcalc" 
brew "speedtest-cli" 
brew "sqlite" 
brew "sslscan" 
brew "stow" 
brew "telnet" 
brew "tesseract", args: ["all-languages"] 
brew "tfenv" 
brew "the_silver_searcher" 
brew "thefuck" 
brew "tree" 
brew "unrar" 
brew "vim" 
brew "vimpager" 
brew "watch" 
brew "wget" 
brew "whatmask" 
brew "whois" 
brew "xz" 
brew "zsh" 
brew "zsh-completions"  

cask "adobe-acrobat-reader" 
cask "alfred" 
cask "cheatsheet" 
cask "chef/chef/chefdk" 
cask "chrome-devtools" 
cask "docker" 
cask "epic-games" 
cask "firefox" 
cask "flux" 
cask "font-inconsolata-g-for-powerline" 
cask "gimp" 
cask "google-chrome" 
cask "google-cloud-sdk" 
cask "handbrake" 
cask "hazel" 
cask "hyperdock" 
cask "iterm2" 
cask "keybase" 
cask "keyboard-maestro" 
cask "kindle" 
cask "lastpass" 
cask "microsoft-remote-desktop-beta" 
cask "minikube" 
cask "mysqlworkbench" 
cask "notational-velocity" 
cask "omnigraffle" 
cask "openemu" 
cask "osxfuse" 
cask "perforce" 
cask "qlcolorcode" 
cask "qlimagesize" 
cask "qlmarkdown" 
cask "qlstephen" 
cask "quicklook-json" 
cask "sizeup" 
cask "skype" 
cask "slack" 
cask "steam" 
cask "transmission" 
cask "vagrant" 
cask "vip-access" 
cask "virtualbox" 
cask "virtualbox-extension-pack" 
cask "visual-studio-code" 
cask "vivaldi" 
cask "vlc" 
cask "vmware-remote-console"  

brew "ntfs-3g"

